Repository: shlneo/plans
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: be

source: ErespondentS - Система представления планов энергосберегающих мероприятий
be: ErespondentS - Сістэма прадстаўлення планаў энергазберагальных мерапрыемстваў

source: Система представления планов энергосберегающих мероприятий
be: Сістэма прадстаўлення планаў энергазберагальных мерапрыемстваў

source: Иван Иванов
be: Іван Іваноў

source: ООО "Предприятие"
be: ТАА «Прадпрыемства»

source: Профиль
be: Профіль

source: Выход
be: Выхад

source: Аккаунт
be: Акаўнт

source: Язык
be: Мова

source: Подтверждение email
be: Пацверджанне email

source: Система представления планов энергосберегающих <br> мероприятий
be: Сістэма прадстаўлення планаў энергазберагальных <br> мерапрыемстваў

source: Ввод кода
be: Увод кода

source: Проверить
be: Праверыць

source: Отправить ещё раз
be: Адправіць яшчэ раз

source: Вход
be: Уваход

source: Вход в систему
be: Уваход у сістэму

source: Регистрация
be: Рэгістрацыя

source: Введите пароль
be: Увядзіце пароль

source: Войти
be: Увайсці

source: Забыли пароль
be: Забылі пароль?

source: Заполнение личных параметров - ErespondentS
be: Запаўненне асабістых параметраў - ErespondentS

source: Система представления планов энергосберегающих <br> мероприятий
be: Сістэма прадстаўлення планаў энергазберагальных <br> мерапрыемстваў

source: Личная информация
be: Асабістая інфармацыя

source: Шаг 1
be: Крок 1

source: Имя
be: Імя

source: Иван
be: Іван

source: Фамилия
be: Прозвішча

source: Иванов
be: Іваноў

source: Телефон
be: Тэлефон

source: Введите номер телефона
be: Увядзіце нумар тэлефона

source: Должность (необязательно)
be: Пасада (неабавязкова)

source: Инженер-энергетик
be: Інжынер-энергетык

source: Далее
be: Далей

source: Информация об организации
be: Інфармацыя аб арганізацыі

source: Шаг 2
be: Крок 2

source: Организация
be: Арганізацыя

source: Наименование организации
be: Назва арганізацыі

source: Поиск организации...
be: Пошук арганізацыі...

source: Наименование
be: Назва

source: Зарегистрироваться
be: Зарэгістравацца

source: Личный кабинет
be: Асабісты кабінет

source: Добро пожаловать в личный кабинет
be: Сардэчна запрашаем у асабісты кабінет

source: Подтвердить пароль
be: Пацвердзіць пароль
